import React from "react";

const AboutUs = () => {
    return (
        <div className="sm:bg-[#F6F6F6] py-10 sm:px-10 rounded-lg">
            <h2 className=" text-xl mb-5 sm:text-2xl md:text-3xl font-medium">
                О компании
            </h2>
            <p className="mb-5 md:w-2/3">
                В СтройТоварыВсем вы всегда можете купить все необходимые товары
                для ремонта дома и дачи. Хотите сделать ремонт в квартире?
                Строите загородный дом? Используйте строительные и отделочные
                материалы из нашего каталога.
            </p>
            <p className=" md:w-2/3">
                Быстрая доставка строительных товаров по низким ценам сделает
                ваши покупки более приятными. Ремонт может стоить дешево, если
                делать его с нами. СтройТоварыВсем — это широкий ассортимент
                товаров для дома и ремонта недорого; Возможность заказать
                строительные и отделочные материалы для дома и дачи.
            </p>
        </div>
    );
};

export default AboutUs;
